presentations/apsa2017/discussant/commentsAPSA2017.tex
% Created 2017-09-02 Sat 18:48
% Intended LaTeX compiler: pdflatex
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Eric Magar}
\date{\textit{<2017-09-02 Sat>}}
\title{Legislative Activity and Output panel comments\\\medskip
\large APSA meeting, SF}
\hypersetup{
 pdfauthor={Eric Magar},
 pdftitle={Legislative Activity and Output panel comments},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 9.0.2)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Chris Kam and Oli Proksch paper}
\label{sec:orga8dba22}

\begin{itemize}
\item Builds upon the classic Westminster dichotomy:
\end{itemize}

a. government = sets the agenda

b. opposition = checks govt: vocal critique, votes against

\begin{itemize}
\item Growing evidence that circumstances actually matter. Authors seek to verify how well this holds empirically.

\item Goal: conditions of opposition disagreement variance

\item Approach: sentiment analysis of govt bill debates in plenary session in Canada and Germany

\item Measure: positive/negative terms ratio in speech --- using fixed dictionnaries

\item Finding: systematic patterns controlling for
\end{itemize}

a. maj/coal/min government

b. electoral cycle

c. party/country idiosyncracies

\begin{itemize}
\item \textbf{Comments}
\end{itemize}

\begin{enumerate}
\item Offer illustration of speech coding
\label{sec:org2aba069}

One in German, one in English (what about Québecois MPs?)

\item Govt type perfectly predicts cases selected
\label{sec:orgf10fa83}

\begin{center}
\begin{tabular}{lll}
 & Canada & Germany\\
\hline
maj & Y & N\\
coal & N & Y\\
grand coal & N & Y\\
min & Y & N\\
\end{tabular}
\end{center}

Add other (English- and German-speaking) cases for variance: Autralia, New Zealand, Caribbean? Austria, German Landtags, Switzerland?

\item Offer discussion of w/i govt and w/i pty variance
\label{sec:orgda07d00}
Maybe different paper, but focus on intra-coalition or inter-party variance would be interesting.

Eg. H3a: minGov opposition sentiment should be differentiated, some (supporting bill) positive, others (rest) negative/neutral

Eg. coalGov some parties ought to be more enthusiastic than others on quid pro quo legislation.

\item Agenda power and restrictions on speech content
\label{sec:orgacfa421}

Check Bryce Dietrich's analysis of audio and video speech: variation in voice pitch to detect enthusiasm, sarcasm, etc. in positive or negative words. Should be useful to deal with hypotheses of w/i variation. 

\item Elaborate on electoral calendar endogeneity
\label{sec:orgf41c2fc}

Are snap elections considered in coding? Even if snap election unobserved, threat may hang and have systematic effect.

\item Another hypothesis
\label{sec:orgb60e2d7}

H3b: minGov positive opposition sentiment should drop as election cycle progresses.
\end{enumerate}


\section{Craig Volden and Alan Wiseman paper}
\label{sec:org48aabbc}

\begin{itemize}
\item Paper extends the Legislative Effectiveness Score methodology to the Senate, with appication to the 93--113th Congresses.

\item The measure has joint scholarly and journalistic appeal.

\item Harder for me to comment on this paper.
\end{itemize}

(a) method is well-established and elaborated elsewhere in detail

(b) as a comparative politics scholar, not familiar with the book (sorry!)

\begin{itemize}
\item \textbf{Comments}
\end{itemize}

\begin{enumerate}
\item The method
\label{sec:orgcab74e9}

In the House, score results from number of five subsequent septs that the bill navigated

\begin{enumerate}
\item proposal
\item comm. action
\item post-comm. action
\item pass House
\item become law
\end{enumerate}

while categorizing bill as

\begin{enumerate}
\item commemorative
\item substantive
\item substantive and significant
\end{enumerate}

-> (b) are 5x more important that (a), (c) are 2x more important than (b)\ldots{} How sensible are results to this (arbitrary) convention? Elaborate on robustness.

\item Sequential steps
\label{sec:orgd7abba1}

Does it make sense to earn "effectiveness" points for intermediate steps of the leg. process? 

Despite not beating Harvard and Stanford as top department, Yale or UofM remain in top-10. 

Can't say the same of member who systematically passes Senate but never becomes law. You can't deliver unless you reach the end.

\item Senate Rule XIV
\label{sec:orgaa0d442}

To bypass committee reporting. Offer illustration of how this is coded/handled. Does the bill "lose" the points from 2nd step?

\item In a less hierarchical assembly
\label{sec:orgc9b9965}

Negative influence matters more, it is more visible (dilatory actions can't be prevented). Authors recognize that this is something that LES fails to consider. Fine for House, but for Senate too? Please expand on measure validity in more horizontal/open-skies assembly.

Same for amendments when fewer restrictive rules apply.

\item How well does LES travel?
\label{sec:org92d738e}

To systems with less incentives to cultivate a personal vote?

With more party discipline? 

How does the measure look for UK MPs? Or Canada's? In Israel? Mexico?

Could the "trip" from House to Senate inform the latter? Would a trip to 19th Centtury House help?
\end{enumerate}
\end{document}
